package lectie;
import java.util.Scanner;
//8. написать программу вычисляющую минимальный и максимальный элемент массива
public class Ex8 {
    public static void main(String[] args) {
        Scanner sc = new Scanner(System.in);
        //create array
        System.out.println("enter array¬s size");
        int length = sc.nextInt();
        int[]arr;
        for(int i=0; i<length;i++){
            i=sc.nextInt();
        }
    }
}
